{
  "intro": "La consagración de Lionel Messi en la Copa del Mundo de Qatar 2022 representó el punto culminante de una de las carreras más extraordinarias en la historia del fútbol. Tras años de expectativas, críticas y comparaciones, el capitán de la Selección Argentina consiguió el único título que faltaba en su trayectoria, cerrando un ciclo deportivo y emocional que marcó a toda una generación.",
  "puntos": [
    {
      "titulo": "Campeón del Mundo",
      "texto": "El Mundial era el gran objetivo pendiente de Lionel Messi con la Selección Argentina. En Qatar 2022, ese anhelo se convirtió en realidad tras una campaña inolvidable que culminó con la victoria frente a Francia en la final. Messi fue decisivo a lo largo de todo el torneo, participando en los siete partidos y aportando goles, asistencias y liderazgo en los momentos clave."
    },
    {
      "titulo": "Liderazgo",
      "texto": "Además de su talento futbolístico, Messi asumió un rol central como líder del equipo. Como capitán, fue el referente futbolístico y emocional del plantel, transmitiendo experiencia, tranquilidad y compromiso. Su influencia se reflejó tanto dentro como fuera del campo de juego, guiando a un grupo que combinó juventud y madurez competitiva."
    },
    {
      "titulo": "Comparación histórica",
      "texto": "La obtención del Mundial en 2022 reavivó el debate histórico sobre su lugar entre los más grandes futbolistas de todos los tiempos. La comparación con Diego Maradona se volvió inevitable, no solo por el título conseguido, sino por el impacto deportivo y cultural que generó su liderazgo en la Selección Argentina."
    },
    {
      "titulo": "Reconocimiento global",
      "texto": "El rendimiento de Messi en Qatar fue reconocido a nivel internacional. Fue elegido Balón de Oro del Mundial como el mejor jugador del torneo, convirtiéndose en el primer futbolista en ganar este premio en dos ediciones distintas. Su actuación combinó regularidad, protagonismo y jerarquía en el máximo escenario del fútbol mundial."
    }
  ],
  "historico": "El Mundial de Qatar 2022 marcó un antes y un después en la historia del fútbol argentino. Para Lionel Messi, significó la validación definitiva de su legado, no solo por el título obtenido, sino por la manera en que lideró, compitió y representó a su país. Su consagración trascendió lo deportivo y se convirtió en un símbolo de perseverancia, compromiso y excelencia."
}
